import {Link} from './Footer.types';

export const commonLinks: Link[] = [
    {
        name: 'Информация о максимальных процентных ставках по вкладам физических лиц',
        link: '#'
    },
    {
        name: 'Раскрытие информации профессиональным участником рынка ценных бумаг',
        link: '#'
    },
    {
        name: 'Раскрытие информации на сайте информационного агенства АО «СКРИН»',
        link: '#'
    },
    {
        name: 'Информация о лицах, под контролем либо значительным влиянием которых находится банк',
        link: '#'
    }
];
export const commonItems: Link[] = [
    {
        name: 'Кредиты',
        link: '#'
    },
    {
        name: 'Ипотека',
        link: '#'
    },
    {
        name: 'Вклады',
        link: '#'
    },
    {
        name: 'Карты',
        link: '#'
    },
    {
        name: 'Страхование',
        link: '#'
    },
    {
        name: 'Инвестиции',
        link: '#'
    },
    {
        name: 'Премиум',
        link: '#'
    },
    {
        name: 'Еще',
        link: '#'
    }
];
